<PAD>
<UNK>
<EOS>
<NAV>
<ORA>
<TAR>
airconditioner
toilet
clothesdryer
scale
statue
heater
photo
pot
telephone
chestofdrawer
sign
stove
tissue
nightstand
shoe
candle
trashcan
ottoman
firealarm
bowl
shampoo
watercooler
toy
chandelier
clock
tv
screen
stool
chest
microwave
teapot
lamp
book
papertowel
skylight
floorlamp
toiletpaper
piano
displaycase
soap
dresser
ladder
picture
plant
dishwasher
mat
plate
fireextinguisher
toiletbrush
rug
vase
guitar
phone
bookcase
sink
cushion
desk
wardrobe
fireplace
basin
chimney
box
faucet
easel
towel
washingmachine
sofa
bucket
bed
pipe
coatrack
computer
bottle
basket
painting
pillow
fridge
the
go
.
?
i
to
,
and
right
left
should
room
or
a
stairs
you
down
turn
into
of
on
straight
door
in
up
through
then
that
'
hallway
your
head
do
this
it
with
is
where
towards
see
there
hall
bedroom
going
around
continue
past
at
out
way
back
keep
take
yes
kitchen
now
which
walk
table
front
forward
here
bathroom
be
ahead
me
next
my
from
doors
ok
outside
am
one
enter
end
will
until
staircase
toward
s
not
doorway
open
are
can
make
we
steps
white
need
okay
living
m
area
those
another
chairs
for
no
like
behind
dining
all
wall
an
t
again
stop
get
!
exit
so
side
looks
but
just
move
direction
ll
when
re
other
couch
stay
please
think
black
)
chair
upstairs
reach
small
pool
set
look
floor
first
have
house
inside
two
leave
far
some
glass
corner
what
little
more
proceed
find
top
sorry
(
want
bottom
these
follow
rooms
goal
by
before
them
guess
blue
if
downstairs
large
after
was
wooden
double
big
path
hi
further
long
alright
as
ask
red
closet
/
pass
-
shall
looking
near
facing
did
correct
step
has
don
brown
directions
...
wrong
round
try
once
were
bit
opening
heading
slightly
window
passed
hello
second
came
green
stand
says
route
office
too
yet
patio
along
spiral
tell
maybe
directly
sure
thru
building
over
between
leads
mirror
went
only
across
could
immediately
im
any
start
stair
come
till
wood
flight
railing
yep
laundry
might
let
begin
check
purple
degrees
would
standing
lobby
couches
place
same
its
got
still
last
few
:
leading
our
off
bar
dark
couple
garage
three
showing
level
middle
how
arch
yeah
outdoor
seems
carpet
walls
button
face
ends
2
case
help
180
immediate
arched
orange
hanging
alrighty
island
give
entrance
walking
else
slight
closer
about
curtains
different
paper
instructions
windows
video
ve
stairway
yellow
moving
trash
either
gray
onto
shows
thing
walkway
guide
counter
..
isn
main
sitting
narrow
also
thats
deck
seem
ways
very
somewhere
they
already
landing
guessed
potted
plants
said
equipment
furniture
stops
hard
point
spot
passing
thought
turning
had
balcony
forwards
exercise
closed
lounge
tub
actually
done
light
know
figure
nope
though
curved
taking
well
veer
show
many
marble
really
believe
grey
outdoors
close
tables
click
;
cylinder
beside
appears
flowers
3
stone
contains
hit
both
archway
circular
>
headed
lights
tree
infront
tall
good
flower
fire
d
must
treadmill
beds
intersection
oven
may
space
beyond
base
doesn
giving
target
reception
wait
sharp
short
metal
bench
90
u
carpeted
brick
game
library
does
made
iron
didn
oh
lot
entry
garden
wine
vases
lol
found
great
guessing
almost
center
above
each
lots
flooring
map
turned
trying
while
instead
lost
direct
silver
entered
hand
christmas
cylinders
following
since
supposed
circle
explore
able
entryway
away
thanks
time
zebra
opposite
pillows
umbrella
distance
shower
navigate
even
colorful
best
asked
venture
cabinets
dont
pretty
poster
nice
candles
frame
goes
tile
than
say
leather
pole
gonna
foot
fancy
anything
view
home
visible
railings
weird
pink
television
4
seating
den
kind
pillars
doing
because
kinda
bannister
mean
rt
washer
floors
towels
water
entering
restroom
cabinet
sofas
indoors
soon
corridor
grand
question
hallways
sort
meant
press
under
wasn
mini
bedspread
specific
til
quick
extinguisher
curve
flights
stools
pillar
completely
shelf
oops
swimming
been
hang
bath
half
, (
being
lady
scroll
tried
part
pavers
use
tan
dinning
dryer
lead
he
new
work
travel
l
against
staying
friend
clear
apparently
us
guidance
youll
cross
sets
ha
problem
r
youre
laptop
possible
halls
moved
appear
french
today
effort
opened
hug
saw
track
bathrooms
coffee
ovens
message
return
feet
damn
seeing
structure
bedrooms
telling
porch
livingroom
landmarks
foosball
sliding
several
destination
passage
armchairs
floral
man
bright
foyer
enough
options
beginning
lit
witch
task
ago
oracle
confused
something
books
reached
final
neither
doorways
haha
machine
wrought
ceiling
gym
. :)
farther
descend
confusing
o
turns
current
yourself
wide
elvis
closest
weave
ther
th
full
colored
alcove
miss
ugh
whole
rocking
things
enclosed
anywhere
terracotta
bear
hmm
below
maroon
pit
wind
shelves
master
bush
approach
suppose
mistake
easy
stuck
0
boy
fan
fence
flag
huge
horse
paths
ready
sides
smaller
larger
arches
pictures
ones
statues
display
four
elevator
mouse
heylo
asking
panels
labeled
huh
foward
cylider
hint
family
bigger
acuario
sidewalk
rails
fine
giant
columns
garbage
helps
paintings
leaving
anyway
planter
slowly
bathtub
sauna
1
proper
beige
bike
stright
midway
lefthand
hidden
talking
concrete
ending
tiled
bah
deeper
air
doormat
cant
night
takes
thermostat
divider
years
rock
swing
multiple
ground
robe
seat
mirrored
lets
always
! :)
fitness
grass
gone
messed
fountain
guese
saloon
decoration
qay
advise
arrived
person
location
elsewhere
having
climb
women
didnt
lt
their
gotcha
who
hope
ended
hardwood
distant
equally
whoops
worth
told
type
decorative
wing
arrow
thorugh
seen
exactly
partition
saying
tiles
report
2nd
tiny
much
ugly
lamps
hocky
rght
intothe
none
upper
live
awesome
branches
thank
individually
bricks
promising
color
ascend
road
someones
coming
information
gotowards
skips
theres
casino
decor
bat
questions
shaped
range
thepath
uh
choppy
started
snacks
bunch
write
haven
steel
bet
connected
job
unclear
choices
strange
position
lattice
host
column
int
throught
never
study
staight
gate
untill
mess
parallel
third
cushions
reclining
showed
layout
twice
omg
perimeter
somethign
rail
basketball
boxes
backward
cook
posts
hould
stained
cam
arrive
nor
cars
routes
wanting
vision
according
finish
omelette
glitched
illuminated
incorrect
strings
via
keeping
weight
idea
thick
print
reason
guest
least
electric
nothing
patterned
#
won
probably
understand
pressed
hoping
elevated
obviously
ornate
continuing
framed
cloth
furthest
walked
centers
magic
odd
access
dressed
arrangement
perfect
intersecting
billiards
bikes
farthest
copier
sunroof
wanna
reaching
panel
stainless
tricky
piece
loft
greenish
270
ever
walkin
golden
overhead
bathrobes
jumping
passageway
salon
spider
gof
took
circles
. (
definitely
starcase
fault
reddish
exited
previous
possibly
vanity
fof
post
staicase
bog
working
course
rooftop
en
quite
unfortunately
pail
pair
cushioned
shot
slow
photos
somebody
barber
rest
doorfames
broken
hey
orient
5
te
straightforward
rectangular
trhough
newspaper
diamond
stick
wouldn
stopped
bistro
feel
option
. :
dispenser
refrigerator
feels
basement
bathoom
rear
art
wow
missing
detailed
monroe
arrives
desks
lower
using
shiny
called
wodden
retrace
nav
allowing
send
panes
arond
bend
animal
lined
mentioned
chosen
choose
haed
pools
put
pots
rigt
misunderstood
nobody
venturing
unless
bookshelf
grab
btw
hallwa
chalkboard
thur
ledge
ensuite
soft
leae
previously
utility